import offers1 from './assets/offers1.jpg'
import offers2 from './assets/offers2.jpg'
import offers3 from './assets/offers3.jpeg'
import offers4 from './assets/offers4.jpeg'
import burger1 from './assets/burger1.jpg'
import burger2 from './assets/burger2.jpg'
import burger3 from './assets/burger3.jpg'
import burger4 from './assets/burger4.jpg'
import burger5 from './assets/burger5.jpg'
import burger6 from './assets/burger6.jpg'
import cheese1 from './assets/cheese1.jpg'
import cheese2 from './assets/cheese2.jpg'
import cheese3 from './assets/cheese3.jpg'
import cheese4 from './assets/cheese4.jpg'
import cheese5 from './assets/cheese5.jpg'
import cheese6 from './assets/cheese6.jpg'
import chicken1 from './assets/chicken1.jpg'
import chicken2 from './assets/chicken2.jpg'
import chicken3 from './assets/chicken3.jpg'
import snacks1 from './assets/snacks1.jpg'
import snacks2 from './assets/snacks2.jpg'
import snacks3 from './assets/snacks3.jpg'
import snacks4 from './assets/snacks4.jpg'
import snacks5 from './assets/snacks5.jpg'
import mega from './assets/cat6.png'
import double from './assets/double.jpg'

const data = [
    {
        id: '01',
        img: offers1,
        type: "عروض",
        name: "بيج وهمي جانجم",
        info: "2سندوتش دجاج من الصدور الطبيعية المقرمشه فى خبز البريوش الطازج مع صوص المايونيز كريموز المميز وشرائح الخس والطماطم والبصل الطازجه والخيار المخلل وشرائح الجبنه الشيدر الامريكي ، يقدم مع بطاطس وهمى المبهرة و 2 مشروب",
        price: 390,
    },
    {
        id: '02',
        img: offers3,
        type: "عروض",
        name: "بيج وهمى ميكس",
        info: "سندوتش دجاج وهمى المميز بصوص المايونيز كريموز وشرائح الجبنه الامريكى وسندوتش برجر الفضاء من لحم الواجيو المشوي على الفحم مع صوص وهمي الخطير وصوص الصويا مايونيز المميز والجبنة السايحه ، مع شرائح الخس والطماطم والبصل الطازج والخيار المخلل ويقدموا مع بطاطس وهمى المبهرة و 2 مشروب",
        price: 390,
    },

    {
        id: '03',
        img: offers2,
        type: "عروض",
        name: "كرنشي ديب لحم",
        info: "2 سندوتش لحم وكوب جبنة وكوب كرانشز مع 2 مشروب",
        price: 195,
    },
    {
        id: '100',
        img: offers4,
        type: "عروض",
        name: "كرنشي ديب لحم",
        info: "سندوتش دجاج وهمى المميز بصوص المايونيز كريموز وشرائح الجبنه ...",
        price: 195,
    },
    
    {
        id: '04',
        img: burger1,
        type: "برجر سادة",
        name: "برجر الباربيكيو وحلقات البصل سادة",
        info: "1312 كالوري، لحم الأنغس وعليه حلقات البصل المقلية. مع بيف بيكون مع إضافة صوص الباربيكيو, وصوص البصل المكرمل الطماطم الخس والخيار المخلل.",
        price: 155,
    },
    {
        id: '05',
        img: burger2,
        type: "برجر سادة",
        name: "برجر البيكون الكلاسيكي سادة",
        info: "لحم الانغس وشرائح لحم البيكون وصوص المايونيز مع اضافة الطماطم والخس والخيار المخلل والبصل الاحمر",
        price: 155,
    },
    {
        id: '06',
        img: burger3,
        type: "برجر سادة",
        name: "برجر البيكون والمشروم سادة",
        info: "لحم الانغس المغطي بصوص وهمي وصوص الجبن مع اضافة شرائح لحم البيكون و الفطر والطماطم والخس والخيار المخلل وبصل احمر",
        price: 165,
    },
    {
        id: '07',
        img: burger4,
        type: "برجر سادة",
        name: "برجر سبيشال وهمي سادة",
        info: "لحم الانغس المغطي بصوص الرانش مع اضافة اصابع الموتزاريلا المقلية وحلقات البصل وشرائح لحم البيكون والخس والطماطم والخيار المخلل والبصل الاحمر وحلقات البصل المقلية",
        price: 175,
    },
    {
        id: '08',
        img: burger5,
        type: "برجر سادة",
        name: "برجر الرانش سادة",
        info: "1450 كالوري، لحم الانغس مغطى بصوص الرانش. وصوص الجبن مع إضافة اصابع الموزاريلا الخس ، الطماطم الخيار المخلل ، والبصل الأحمر.",
        price: 155,
    },
    {
        id: '09',
        img: burger6,
        type: "برجر سادة",
        name: "برجر الفضاء سادة",
        info: "1100 كالوري، لحم الأنغس مغطى بوهمي صوص وصوص الصويا مع المايونيز مع إضافة الخس الطماطم الخيار المخلل ، والبصل الأحمر.",
        price: 135,
    },
    {
        id: '10',
        img: cheese1,
        type: "برجر حشو جبن",
        name: "برجر البيكون والمشروم",
        info: "لحم الانغس المحشو بالجبن والمغطي بصوص وهمي وصوص الجبن مع اضافة شرائح لحم البيكون و الفطر والطماطم والخس والخيار المخلل وبصل احمر",
        price: 215,
    },
    {
        id: '11',
        img: cheese2,
        type: "برجر حشو جبن",
        name: "برجر سبيشال وهمي",
        info: "لحم الانغس المحشو بالجبن و المغطي بصوص الرانش مع اضافة اصابع الموتزاريلا المقلية وحلقات البصل وشرائح لحم البيكون والخس والطماطم والخيار المخلل والبصل الاحمر وحلقات البصل المقلية",
        price: 225,
    },
    {
        id: '12',
        img: cheese3,
        type: "برجر حشو جبن",
        name: "برجر الرانش",
        info: "1450 كالوري، لحم الانغس المحشو بالجبن ومغطى بصوص الرانش. وصوص الجبن مع إضافة اصابع الموزاريلا الخس ، الطماطم الخيار المخلل ، والبصل الأحمر.",
        price: 200,
    },
    {
        id: '13',
        img: cheese4,
        type: "برجر حشو جبن",
        name: "برجر الباربيكيو وحلقات البصل",
        info: "1312 كالوري، لحم الأنغس المحشو بالجبن وعليه حلقات البصل المقلية. مع بيف بيكون مع إضافة صوص الباربيكيو, وصوص البصل المكرمل الطماطم الخس والخيار المخلل.",
        price: 200,
    },
    {
        id: '14',
        img: cheese5,
        type: "برجر حشو جبن",
        name: "برجر البيكون الكلاسيكي",
        info: "لحم الانغس المحشو بالجبن وشرائح لحم البيكون وصوص المايونيز مع اضافة الطماطم والخس والخيار المخلل والبصل الاحمر",
        price: 200,
    },
    {
        id: '15',
        img: cheese6,
        type: "برجر حشو جبن",
        name: "برجر الفضاء",
        info: "1100 كالوري، لحم الأنغس المحشو بالجبن ومغطى بوهمي صوص وصوص الصويا مع المايونيز مع إضافة الخس الطماطم الخيار المخلل ، والبصل الأحمر.",
        price: 170,
    },
    {
        id: '16',
        img: chicken1,
        type: "ساندوتشات الدجاج",
        name: "تشكين كلاسيك سندوتش",
        info: "صدر دجاج طبيعى مقرمش ومتبل بعناية بتتبيلة وهمى الخاصه يقدم فى خبز البريوش المصنع خصيصا لمطاعم وهمى مع المايونيز كريموز والجبنة الشيدر وشرائح الخس والطماطم والبصل الطازجه والخيار المخلل",
        price: 125,
    },
    {
        id: '17',
        img: chicken2,
        type: "ساندوتشات الدجاج",
        name: "تشكين وود سندوتش",
        info: "صدر دجاج حار طبيعى مقرمش ومتبل بعناية بتتبيلة وهمى الخاصه يقدم فى خبز البريوش المصنع خصيصا لمطاعم وهمى مع صوص الفاير وود الحار والجبنة الشيدر ولحم البيكون المدخن وشرائح الخس والطماطم والبصل الطازجه والخيار المخلل",
        price: 140,
    },
    {
        id: '19',
        img: chicken3,
        type: "ساندوتشات الدجاج",
        name: "تشكين تيستي سندوتش",
        info: "صدر دجاج طبيعى مقرمش ومتبل بعناية بتتبيلة وهمى الخاصه يقدم فى خبز البريوش المصنع خصيصا لمطاعم وهمى مع صوص التستى المدخن وشرائح الجبنة الشيدر مع حلقات البصل واصابع الجبنة الموتزريلا والبييف بيكون المدخن ويغطوا بصوص الجبنة الشيدر السايحه مع شرائح الخس والطماطم والبصل الطازجه والخيار المخلل",
        price: 185,
    },
    {
        id: '20',
        img: snacks1,
        type: "وجبات خفيفة",
        name: "كورن ريبس",
        info: "280 كالوري، ضلوع الذره المقليه المتبله",
        price: 55,
    },
    {
        id: '21',
        img: snacks2,
        type: "وجبات خفيفة",
        name: "بطاطس",
        info: "بطاطس مقلية بقشرها ومتبلة ب توابل وهمى الخاصة.",
        price: 55,
    },
    {
        id: '22',
        img: snacks3,
        type: "وجبات خفيفة",
        name: "بطاطس بالجبنة",
        info: "760 كالوري، بطاطس مقلية بقشرها ومتبلة ب توابل وهمى الخاصة المغطاه بي صوص الجبنة",
        price: 75,
    },
    {
        id: '23',
        img: snacks4,
        type: "وجبات خفيفة",
        name: "وهمي سناكس",
        info: "1450 كالوري، ذرة مقلية مع اصابع الجبن الموتزاريلا و حلقات البصل المقلية يقدم مع صوص الرانش والباربكيو",
        price: 100,
    },
    {
        id: '24',
        img: snacks5,
        type: "وجبات خفيفة",
        name: "لودد فرايز",
        info: "بطاطس مقلية بقشرها ومتبلة ب توابل وهمى الخاصة المغطاه بصوص الرانش و صوص الجبنة المميز قطع البيف بيكون.",
        price: 100,
    },
    {
        id: '25',
        img: mega,
        type: "ميجا أنجوس بوكس",
        name: "ميجا أنجوس بوكس",
        info: "بوكس الميجا أنجوس 6 برجر الفضاء سادة مع بطاطس",
        price: 350,
    },
    {
        id: '30',
        img: double,
        type: "ميجا أنجوس بوكس",
        name: "ميجا أنجوس بوكس",
        info: "2 سندوتش لحم وكوب جبنة وكوب كرانشز مع 2 مشروب",
        price: 350,
    },
]

export default data;